{"podcast_details": {"podcast_title": "More or Less: Behind the Stats", "episode_title": "How many butterflies are there in the world?", "episode_image": "http://ichef.bbci.co.uk/images/ic/3000x3000/p058ggtp.jpg", "episode_transcript": " This is the BBC. This podcast is supported by advertising outside the UK. Hello and welcome to More or Less on the BBC World Service. We're your weekly guide to the numbers in the news and in life. I'm Daniel Warden and as a new member of the team, the challenge I've been set for my first programme is to try and answer this question sent in by a listener in the South East of England. Dear More or Less, I ask my mum, how many butterflies are there in the world? We looked for this information online but we can only get the details of how many different species there were. Are you able to answer my question? Many thanks from Bethan, aged 9. So I got to work emailing and bringing experts, museum curators, nature enthusiasts, conservationists, lepidopterists, which is the official name for a scientist who specialises in moths and butterflies. Lepidopterists who are willing to come on More or Less and answer Bethan's question are definitely a rare species. But I did eventually find one. Hello, I'm Professor Jane Hill. I work at the University of York in Northern England and I'm really interested in butterflies. I've been researching them for the best part of 20 years. So I'm really proud to be the president of the Royal Entomological Society as well. So first of all, in terms of how many individual butterflies are there, well, I'm afraid the very quick answer to that is, well, we don't really know. But we could start breaking it down and the first thing to be thinking about is how many species of butterflies there are. And we think there's probably somewhere around 18,000 butterfly species on Earth. But if you know how many species there are, can you use that number to calculate the global total number of butterflies? Well, scientists certainly have done that kind of thing in the past. Professor Hill gave me a quick history lesson. So I did a bit of digging around and came to a scientific paper that was published 60 years ago where the ecologists of that time were asking very similar questions. So a scientist who was working at Rothamsted, which is north of London, was somebody called C.B. Williams, who enjoyed, I think, catching moths and looking at moths in the moth trap. Using only the observations he recorded from his moth trap and a study of the number of insects he found in one square centimetre of soil in the back garden, C.B. Williams set out to calculate a speculative figure for the total number of insects on the planet. He decided that from this computation there was 10 to the 18 individual insects on the globe. 10 to the power of 18. That's also known as a quintillion. And that's one in 18 zeros. A massive number. And to get to it, C.B. Williams was making some massive assumptions. For example, that different insect species appear in the same proportions to each other in Rothamsted as they do everywhere else in the world. He did add a disclaimer. The object of this paper is not to present finality but to encourage discussion and the production of new evidence. Williams might have produced it without that much evidence, but this number has stuck and is still cited in scientific papers to this day. So an estimated quintillion individual insects. But how about butterflies on their own? Williams did make various estimates of the number of insect species. He thought they were between two and five million. And we now know more about the real number of butterfly species than he did. So in theory we could just adopt his approach, take the numbers we do have and expand on them to work out a rough number just of butterflies. There's probably around 18,000 butterfly species and then scale this all up to 10 to the 18 individuals. So that would be one way of doing that. But that's obviously a huge oversimplification. For a start, it wouldn't properly take into account the fact that some butterflies are extremely rare whilst others are relatively common. Or changes to their habitat that might have altered population numbers since C.B. Williams' day. If we want to make a more accurate calculation, some of the groundwork is already being done in the UK. So there was definitely a large white around here yesterday. That's a kind of modern version of what C.B. Williams did. Oh, there's a blue. There's a holly blue. Oh, yeah. Here volunteers are out on what's called a transect butterfly count. Oh, holly blue. Holly blue back again. I'll let Holly Minor explain. She's the International Officer of UK Butterfly Conservation, one of the organisations behind Britain's annual big butterfly count, the biggest of its kind in the world. By doing a transect survey, which is where observers walk along the same route once every week for the whole summer and record all the butterflies they see within that, the area they survey altogether tends to be about one hectare in total. Once we've got that data, we can compare how many species they saw that year to the previous years. And although it's not actually designed for that purpose, Holly told me you could use the numbers they get to estimate the total number of butterflies in the whole of the UK. In 2022, on our 1378 transects that were walked, which is therefore about 1378 hectares, observers saw 78,394 butterflies and there are 24.25 million hectares in the UK. And so putting that all together... It's not a very accurate estimate, but we can make an estimate, kind of a back of the envelope estimate, about the amount of butterflies that were flying last summer at the peak of the summer. And that would be 1.38 billion. Now, there are problems with that number. The volunteers only really count fully grown adults, but butterflies have very short lifespans and move through the different stages of development very quickly. So if it takes you a while to count them all, some of the ones you first counted might already have died by the time you finished, or lots more might have hatched and started flying for the first time. The big butterfly count is also mostly done in rural rather than urban areas, places where there tend to be more butterflies. So, bearing in mind all these factors, the big question is, can we now take the number Holly came up with, 1.38 billion in the UK, and use it to work out how many there are in the entire world? Actually, no. Holly says it won't work. Unfortunately, we can't extrapolate to the rest of the world, and that's because of the huge diversity in butterfly habitats and butterfly species themselves found across the rest of the world. For example, in the UK we have 59 species, but in other countries, for example in Colombia, they have 3,642 species, and a hugely different variety of habitats like the tropical rainforest. Essentially, she isn't willing to make that kind of extrapolation from the UK to the rest of the world, which is completely understandable, but what a huge change from CB Williams' day, when scientists still thought it was enough to look at the number of insects in a back garden in suburban England to work out how many there were in the whole world. For my first more or less, I was hoping to push the boundaries of maths and science and go where no lepidopterist has gone before, and come up with a grand total. But that didn't quite happen. What I did find out was the reason it hasn't been done before, and that's because even though the question might seem simple, the data doesn't exist to answer it, yet. One of your listeners has asked us a question that we're really, really struggling to answer, I think it's such a shame, because it shows us how much more there is to know about the biodiversity around us, that I think we should really know by now. Bethanne and your mum, if you're out there, the message is, we'll only really know how many butterflies there are when we've got enough volunteers in every country in the world to count them all. Technology might change things, of course, eventually, but until that happens, Professor Jane Hill's best guess is the number of butterflies in the world is likely to run into the hundreds of trillions, more or less. That's it for this edition of the programme. We'll be back next week. If you want to get in contact, you can email us at moreorlessatbbc.co.uk. But for now, goodbye."}, "podcast_summary": "Dear newsletter subscribers,\n\nIn a recent podcast episode, the question of how many butterflies exist in the world was explored. The podcast featured Professor Jane Hill, an expert in butterflies from the University of York, who shed light on the complexity of determining the exact number of butterflies globally.\n\nProfessor Hill explained that while the number of individual butterflies is difficult to ascertain, there are approximately 18,000 known butterfly species on Earth. This figure was derived by extrapolating from the number of species that have been studied and identified.\n\nOne fascinating historical reference was made to a scientific paper published 60 years ago by C.B. Williams. In the paper, Williams estimated the total number of insects on the planet to be 10 to the power of 18 (a quintillion), based on his own observations and assumptions. Although his calculations were speculative, this number has been cited in scientific papers until today.\n\nRegarding butterflies specifically, Williams estimated there to be between two and five million species. While we now have a better understanding of butterfly species, determining the global number of butterflies still poses a challenge. The podcast revealed ongoing efforts in the UK, where volunteers conduct transect surveys to count butterflies within a specific area. Based on this data, an estimated 1.38 billion butterflies were counted in the UK. However, it is not possible to extrapolate this number to estimate the global population of butterflies, mainly due to the significant variations in habitats and species diversity across different countries.\n\nIn conclusion, the exact number of butterflies worldwide remains unknown. Professor Hill suggested that until there are enough volunteers in every country to count butterflies or until technology advances significantly, we won't have a definitive answer. Furthermore, it is likely that the number of butterflies runs into the hundreds of trillions. This podcast episode serves as a reminder of the vast biodiversity around us and the continuous quest for knowledge.\n\nIf you're interested in listening to the full podcast episode, you can find it on the BBC World Service's More or Less series.\n\nThat's all for now. If you have any questions or suggestions for future topics, feel free to reach out to us.\n\nBest regards,\n\n[Your Name]", "podcast_guest": null, "podcast_highlights": "Highlight 1: \"Well, we don't really know. But we could start breaking it down and the first thing to be thinking about is how many species of butterflies there are.\" - Professor Jane Hill\n\nHighlight 2: \"Scientists certainly have done that kind of thing in the past.\" - Professor Jane Hill\n\nHighlight 3: \"He decided that from this computation there was 10 to the 18 individual insects on the globe. That's also known as a quintillion.\" - Scientific paper from 60 years ago\n\nHighlight 4: \"So in theory, we could just adopt his approach, take the numbers we do have and expand on them to work out a rough number just of butterflies.\" - Professor Jane Hill\n\nHighlight 5: \"Until that happens, Professor Jane Hill's best guess is the number of butterflies in the world is likely to run into the hundreds of trillions, more or less.\""}