{"podcast_details": {"podcast_title": "Marketplace Morning Report", "episode_title": "Who wants to work in tourism?", "episode_image": "https://www.marketplace.org/wp-content/uploads/2019/05/marketplace_morning_show_logo-1.png", "episode_transcript": " What do millions of Americans and four U.S. presidents have in common? They all get a better night's sleep in Bowlin' Branch Sheets. Their best-selling signature sheets are made with the finest, most luxurious, 100% organic cotton and get softer with every wash. For a limited time only, get 15% off your first set of sheets at bowlin'branch.com with promo code ODYSSEY2. That's 15% off with free shipping, free returns, and their 30-night worry-free guarantee. Shop now at bowlin'branch.com to start getting the best sleep of your life. That's B-O-L-L and branch.com, promo code ODYSSEY2. Exclusions apply. See site for details. The China property mess hits a New York bankruptcy court. I'm David Brancaccio. What is likely the most indebted company in the solar system and is the most indebted company on earth is Evergrande, the real estate development company out of China. It's working to come up with ways to pay back hundreds of millions of dollars in debt in several countries, but the firm has just filed for bankruptcy protection in a New York court to protect its U.S. assets, Marketplace's Henriette reports. Some of Evergrande's creditors are based in the U.S., so filing for bankruptcy in New York protects the company from possible lawsuits from those investors. It's a Chapter 15 filing, part of the bankruptcy code that deals with cases involving multiple countries. The filing comes as Evergrande works out a separate restructuring deal for some of its billions of dollars in debt owed to international bondholders. The company is set to meet with creditors later this month. Evergrande's attempts to tamp down its liabilities comes as China's once booming property development sector contracts. Country Garden, another major real estate company, is also facing a debt crisis. And there are broader concerns in the Chinese economy, which has struggled as it emerged from strict pandemic lockdowns. The country is facing deflation, falling exports, and lower consumer spending. In response, the government lowered a key interest rate this week, and it's facing some calls to take more measures to stimulate the economy. I'm Henry App for Marketplace. Now, The Wall Street Journal today has a piece about concern that problems in China's property market might, at some point, shake up the world financial system. It focuses on a big financial company called Zhongguang International Trust that's been missing payments, raising questions about possible snowball effects for its parent company Zhongji, which has far-flung financial operations. At this point, this is a worry about financial contagion, but not actual contagion. Now, why have U.S. interest rates been moving so high in recent days? The 30-year fixed-rate mortgage is deep into the sevens now, hasn't been this high in 21 years. Christopher Low is chief economist at FHN Financial in New York. We got Fed Minutes on Wednesday, of course, and what they said was they do think they probably will have to raise rates a couple more times, but that risks are coming into balance. If the Fed thinks it's done raising rates, and the economy in the U.S. is growing faster than the economy in China, it makes sense for bond investors to think, gee, long-term interest rates need to be higher because the Fed is flirting with the possibility of sustained high inflation. But, of course, that tugs the other way, right? So if market interest rates do go up, that can help counteract the growth that we're seeing. That's right. And this is the conundrum that is at the end of every economic tightening cycle. The Fed is really worried they won't tighten enough, but at the same time, they're really worried they might tighten too much. Christopher Low, chief economist at FHN Financial, thank you. I would like to say that money can't buy you happiness, and I think they're wrong. Sort of. I'm Janeli Espinal, host of Financially Inclined from Marketplace, a new podcast that's all about money lessons you probably never learned. Until now. From credit cards to buying a car and all the big feelings in between, Financially Inclined is all about money lessons for living life your own way. Listen to Financially Inclined wherever you get your podcasts. Yes, indeed, our Marketplace BBC colleagues have been looking at global tourism this week. Today, Croatia across the Adriatic Sea from northern Italy. Tourism is Croatia's biggest industry, but this summer Croatian businesses have had trouble hiring enough people. Here's Guy Delaunay. The summer season is getting into full swing here on Croatia's Kvarno coastline. There's just one problem though. With all these new arrivals coming in, there simply aren't enough staff to take care of them. Whole Croatia is understaffed for the last two years. Nino Kaifes Sviatic runs an employment agency called CP Recruitment. He specialises in matching Croatian employers in need with workers from Asia who can do the job. Asian people, when they come, they have a triple or four-time bigger salary than in their countries, you know, so it's very good for them. It's preparation time here in the kitchen of Tarja, a restaurant in Rijeka, Croatia's third city. The workers in here aren't actually from around this area. In fact, they're not from this country or this continent at all. My name is Cirendra Zepa. I'm from Nepal. In Croatia, we can do the same work and earn much better salary. Hello, my name is Asa, I'm from Nepal. There is lots of people in Croatian people. It's very nice. My workers, they are very friendly and others, my bosses, they are very pretty good. Very nice, my boss. So it's nice to work here. The admiration is mutual. The worker shortage means the business owners are grateful for any help they can get. Previously, they'd look to other former Yugoslav countries for seasonal staff. But in recent years, Germany's been hoovering up much of that talent, employing workers from Asia is a new adventure for most, but Tarsha's owner, Goran Rogac, says he's been really impressed. The boys and girls are phenomenal. Phenomenal workers. They are people, as good people as our people, work-wise and also as human qualities. They are very satisfied with the people working here. After they are comfortable working, they begin to take this as their own home. With the tourism wave still on the rise, the demand for workers is only likely to increase. And as the recruitment agent, Nino, told me, for Croatia, Asia is the future. In Croatia, I'm the BBC's Guy Delaunay for Marketplace. Our executive producer is Kelly Silveira. Our digital producer is Jordan Mangy. Our engineers are Nick Esposito and Brian Allison. I'm David Brancaccio. That's the Marketplace Morning Report from APM American Public Media."}, "podcast_summary": "Summary of the Podcast:\n\nIn this podcast episode, the focus is on the financial troubles in China's property market and the potential impact on the global financial system. The main subject is Evergrande, China's most indebted company, which has filed for bankruptcy protection in a New York court to safeguard its U.S. assets from possible lawsuits by American creditors. Evergrande is grappling with hundreds of millions of dollars in debt and is negotiating a separate restructuring deal with international bondholders. The company's bankruptcy filing comes at a time when China's property development sector is contracting, and concerns about deflation, falling exports, and lower consumer spending in the Chinese economy are rising. The Chinese government has taken steps to stimulate the economy, including lowering a key interest rate. However, there are concerns about the potential for financial contagion in the global financial system due to problems in China's property market, with the focus on Zhongguang International Trust, a major financial company that has been missing payments. The podcast also touches on rising interest rates in the U.S. and the conundrum faced by the Federal Reserve in balancing tightening monetary policy without stifling economic growth. Additionally, it briefly mentions the challenges faced by Croatian businesses in hiring enough staff to meet the demands of the tourism industry, leading to the employment of workers from Asia.", "podcast_guest": null, "podcast_highlights": "Highlight 1: \"The China property mess hits a New York bankruptcy court.\"\n\nHighlight 2: \"The Wall Street Journal today has a piece about concern that problems in China's property market might, at some point, shake up the world financial system.\"\n\nHighlight 3: \"Why have U.S. interest rates been moving so high in recent days? The 30-year fixed-rate mortgage is deep into the sevens now, hasn't been this high in 21 years.\"\n\nHighlight 4: \"I would like to say that money can't buy you happiness, and I think they're wrong. Sort of.\"\n\nHighlight 5: \"Whole Croatia is understaffed for the last two years.\""}